/*
const multilineMessage = '
    самооценка по пунктам 
    1 Вёрстка валидная +10
    2 Вёрстка семантическая +16
    1. header, main, footer +2.
    2. шесть элементов <section> (по количеству секций) +2.
    3. только один заголовок h1 +2
    4. пять заголовков h2 +2
    5. один элемент nav +2
    6. два списка ul>li>a +2
    7. семь кнопок button +2
    8. два инпута input +2.
    3) Вёрстка соответствует макету +54
    блок header +8
    секция Welcome +4.
    секция About +6
    секция Favorites +8
    секция CoffeShop +6.
    секция Contacts +6
    секция LibraryCard +8
    блок footer +8
    4) Общие требования к верстке +20
    используются флексы или гриды +2
    при уменьшении масштаба страницы браузера вся вёрстка (контент и фоны) размещается по центру, а не сдвигается в сторону +2 Фон за рамками страницы может быть черным, белым или любого оттенка серого. Изображение библиотеки в секции Welcome - тянется на всю ширину экрана
    иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления +2
    изображения добавлены в формате .jpg (.jpeg) или .png +2.
    есть favicon +2. Иконка должна содержать 3 буквы "BPL"
    плавная прокрутка по якорям +2.
    в футере название ссылки Username заменено и ведет на GitHub студента +2
    в футере ссылка The Rolling Scopes School ведет на страницу курса https://rs.school/js-stage0/ +2.
    интерактивность элементов согласно макету. Интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта +2
    обязательное требование к интерактивности плавное изменение внешнего вида элемента при наведении и клике не влияет на соседние элементы +2
    итого: 100 баллов
';
*/
